[
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Bhangra Elite",
    "Description": "Through the means of high-energy dance, we strive to promote and educate the UNC community and the Triangle area on Punjabi culture. We also aim to represent UNC as a nationally competitive dance team through bhangra competitions in the fall and spring."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Blank Canvas",
    "Description": "Blank Canvas is UNC's largest student-run dance company. We are dedicated to giving performers of all ability levels an outlet to perform original works in a variety of dance styles."
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "Cadence All Female A Cappella",
    "Description": "Cadence All-Female A Cappella was formed so that diverse young women at UNC-Chapel Hill with a passion for music and performance can come together to share that passion."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Carolina Dance Initiative (CDI)",
    "Description": "The purpose of this organization, formerly known as Just Class, is to unite the dance community on campus behind the push for an official dance program. We hold student-taught dance classes each week and organize events such as CDI's Dance Convention!"
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Carolina Irish Association (CIA)",
    "Description": "Carolina Irish Association has been founded to share Irish culture with the campus and local community primarily through Irish dance. Our objectives are to choreograph Irish dances, practice them with members, and perform at various events."
  },
  {
    "Category": "Clubs",
    "Filter": "Music",
    "Name": "Carolina Pops (CPOPS)",
    "Description": "The Carolina Pops group is a student led organization that performs pop music from contemporary media."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Carolina Style Dance Company (C-Style)",
    "Description": "Carolina Style Dance Company provides dedicated and experienced dancers with the opportunity to perform for the University community and share their love for different forms of dance through tap, jazz, and ballet."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Carolina Tap Ensemble (C-Tap)",
    "Description": "We are Carolina's only all tap dance company and want to create a tap community. We welcome experienced tap dancers to audition for our performing company and less experienced tappers, and complete beginners, to come learn at our technique workshops."
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "Carolina Tar Heel Voices (THV)",
    "Description": "THV is UNC's oldest coed a cappella group, started in 1988. We sing a diverse arrangement of songs and support UNC activities, sports, and events. Our membership is open to anyone who would like to audition. 16 Hearts, 1 Voice."
  },
  {
    "Category": "Clubs",
    "Filter": "Music",
    "Name": "Carolina Ukulele Ensemble (CUE)",
    "Description": "The Carolina Ukulele Ensemble is the world's only collegiate ukulele ensemble. We are open to students of all skill levels and backgrounds, regardless of experience."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Carolina Vibe Dance Team",
    "Description": "The purpose of Carolina Vibe is to provide talented, dedicated dancers with the opportunity to enrich the university community by displaying their artistic abilities. The team specializes in lyrical, jazz, contemporary, tap, and hip hop."
  },
  {
    "Category": "Clubs",
    "Filter": "Comedy",
    "Name": "Chapel Hilarity Standup",
    "Description": "Chapel Hilarity Standup is a club for any student interested in trying standup comedy. Every week, we workshop each member's material, and we plan on-campus open mics for students and faculty. Meetings are Wednesdays, Dey 313, at 6:00 PM"
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Chapel Hill Chalkaa",
    "Description": "Chapel Hill Chalkaa is a cultural group whose purpose is to spread awareness of the Bollywood film industry as well as broaden the university's knowledge of Indian culture through modern dance. No other enterprise on campus performs such a dance."
  },
  {
    "Category": "Clubs",
    "Filter": "Comedy",
    "Name": "Chapel Hill Players (CHiPs)",
    "Description": "We perform sketch comedy and improv, and have several awesome shows a semester."
  },
  {
    "Category": "Clubs",
    "Filter": "Theatre",
    "Name": "Company Carolina (CC/Company)",
    "Description": "The only undergraduate theatre group that regularly produces both musicals and plays. Whether you're interested in acting, directing, or designing, this is a place for you to get hands-on experience working on a wide variety of quality shows!"
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Ek Taal",
    "Description": "Bharatnatyam, a classical Indian dance in existence for over 1000 years, requires intensive training over a span of 7 or more years under the instruction of classically trained teacher. A dance which originated in the temples of Southern India,"
  },
  {
    "Category": "Clubs",
    "Filter": "Comedy",
    "Name": "False Profits",
    "Description": "False Profits is the only variety comedy troupe at UNC. We perform improv, sketch, and standup comedy. Auditions are held at the beginning of each semester for those interested in performing with us."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Kamikazi Hip Hop Dance Team (Kamikazi)",
    "Description": "Kamikazi was started in 1996 by Chi Dang as the first co-ed dance team at UNC-Chapel Hill. To contact our team, please email our Secretary, Carter Crew, at unckamikazi@gmail.com"
  },
  {
    "Category": "Clubs",
    "Filter": "Theatre",
    "Name": "LAB! Theatre",
    "Description": "LAB! Theatre is UNC's oldest and most active student theater group, performing between 7-10 shows a year. Dedicated to artistic excellence and social opportunity, The LAB! is entirely student produced, directed, acted, designed, and crewed."
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "MedUNCedoos",
    "Description": "As a medical student a cappella group, we will fill a need for the School of Medicine that is not addressed by other interest or volunteer groups. Music rehearsal and performance will serve as an outlet for creative expression for medical students."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Mighty Arms of Atlas",
    "Description": "Mighty Arms of Atlas aims to connect UNC and the local community with a shared passion of urban dance, such as breaking, locking and housing, and also to invigorate the local hiphop scene. Main site: https://sites.google.com/site/mightyarmsclub/"
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Misconception Dance Company",
    "Description": "We are a multi-cultural dance company which seeks to promote cross-cultural learning and respect for all backgrounds and dance styles."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Moonlight Hip Hop Dance Crew (MDC)",
    "Description": "UNC Moonlight Hip Hop Dance Crew is about spreading the love of dance, hip hop, and community. We are looking for dancers from all backgrounds regardless of experience, and we especially welcome people just exploring their interest in dance."
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "Psalm 100 Christian A Cappella Ensemble (Psalm 100)",
    "Description": "Our purpose is to use the medium of acapella music to glorify God, to show all people that Jesus was the Son of God who died for our sins, and to edify Christians in their relationship with Christ."
  },
  {
    "Category": "Clubs",
    "Filter": "Music",
    "Name": "Rameses Root's Revivalists - An Americana Acoustic Jam Club (Jam Club)",
    "Description": "The Jam Club is an organization that strives to teach students about the history and performance of acoustic music, with a focus on American folk and traditional music."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Star Heels Dance Team",
    "Description": "Our organization seeks to provide the University community with an artistic outlet for those interested in dance; membership is open to all levels of dancers."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Tar Heel Raas (THR)",
    "Description": "The intended purpose of the Tar Heel Raas is to actively entertain the general public and raise cultural awareness of the traditional West Indian dances, Raas and Garba; we would also represent the University of North Carolina, Chapel Hill at national"
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "Tarpeggios",
    "Description": "The Tarpeggios mission statement (statement of purpose) is as follows: To enrich the UNC-CH community and corresponding artistic environment through musical performance with an emphasis on combining content diversity and meticulous musicianship"
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "The Singulums",
    "Description": "The Singulums is a fun, interactive a capella group established within the UNC Dental School with the aim to further music appreciation and camaraderie."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "UNC Ballroom Social Dance Club (Ballroom Club)",
    "Description": "UNC Social Ballroom Dance Club is a fun, relaxed way to learn new dances without the stress of competition, and every lesson is absolutely free! We meet on Tuesdays in Woollen Gym (room B017) and focus on a different dance each hour."
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "UNC Loreleis",
    "Description": "The Loreleis is a nonprofit a cappella singing group for female undergraduate students attending the University of North Carolina at Chapel Hill."
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "UNC-CH Achordants",
    "Description": "Our organization seeks to serve the local and campus communities through music of all styles; our membership is open to any male student, undergraduate or graduate, interested in music."
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "UNC-CH Clef Hangers Inc (Clefs)",
    "Description": "All-male a cappella group open to male undergraduate students at UNC; we seek to further the joy and knowledge of a cappella music."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "UNC-CH Dance Team",
    "Description": "The purpose of the UNC Dance Team is to maintain challenging and high level dance opportunities for students, while supporting the campus in sporting events and other campus-wide activities."
  },
  {
    "Category": "Clubs",
    "Filter": "Theatre",
    "Name": "UNC-CH Pauper Players",
    "Description": "e seek to provide an opportunity for students to perform, work behind the table, or backstage on full-length musical theatre productions, regardless of experience. We welcome all peoples, from the most experienced stage actor to the most novice techie."
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "UNC-CH Samaa",
    "Description": "Samaa is a student led a cappella group founded for the purpose of fusing popular western music with traditional and popular South Asian vocal music. ** Now available on iTunes and Spotify! Search for UNC Samaa"
  },
  {
    "Category": "Clubs",
    "Filter": "Singing",
    "Name": "UNC-CH Walk-Ons",
    "Description": "The UNC Walk-Ons is a co-ed a cappella group from UNC Chapel Hill. Founded in 2001, the Walk-Ons are known for being a fun-loving, ridiculously attractive group of individuals who love music, each other, and our signature Carolina blue shoes."
  },
  {
    "Category": "Clubs",
    "Filter": "Poetry",
    "Name": "UNC-CH Wordsmiths",
    "Description": "The purpose of Wordsmiths is to encourage the expression of creativity on campus through poetry, and the dynamic setting offered by an open mic/poetry slam."
  },
  {
    "Category": "Clubs",
    "Filter": "Music",
    "Name": "University of North Carolina at Chapel Hill Cypher",
    "Description": "The UNC-CH Cypher is a collection of freestyle rap and music performances every Wednesday night at 9:25 pm in The Pit. All are welcome to perform or observe this place of free expression."
  },
  {
    "Category": "Clubs",
    "Filter": "Dance",
    "Name": "Victory in Praise Dance Ministry",
    "Description": "To uphold the great desire of Jesus Christ by expressing our love, gratitude and honor for Him through praise and worship dance."
  },
  {
    "Category": "Clubs",
    "Filter": "Theatre",
    "Name": "Wordshed Productions (Wordshed)",
    "Description": "Wordshed Productions is dedicated to the research, development, and preservation of live theatre, literary delegations, and film & video screenings."
  },
  {
    "Category": "Art",
    "Filter": "Painting",
    "Name": "ARTS 102 : Core Concepts: Image",
    "Description": "Studio course investigates concepts and strategies of two-dimensional image making. Introduces design elements of visual language (line, shape, value, texture, color). Considers the cultural codes that accompany visual information and how they combine with organizational structures to determine a variety of effects, influence responses, and inform meaning. Foundation requirement for studio majors"
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 103 : Core Concepts : Space",
    "Description": "Studio course introduces concepts and strategies of working in three dimensions. Project-based coursework develops understanding of ideation process and creative problem solving. Ideas about sculpture are further expanded by considering works by contemporary artists. Students develop aesthetic sensibility, analytical capacity, and fundamental skills in sculptural media. Foundation requirement for studio majors."
  },
  {
    "Category": "Art",
    "Filter": "Drawing",
    "Name": "ARTS 104 : Basic Drawing and Composition",
    "Description": "Working out of an observational tradition, this course provides an introduction to the concepts and techniques of drawing. Paying attention to both representation and interpretation, the course is designed to develop fundamental skills, aesthetic sensibility, analytical capacity, and creative problem-solving in two-dimensional media."
  },
  {
    "Category": "Art",
    "Filter": "Photography",
    "Name": "ARTS 105 : Basic Photography",
    "Description": "Focusing on creative digital photography, this course provides an introduction to the concepts and techniques of digital imagery and lens-based media. Includes methods of interpretation, analysis of images, scanning, retouching, color correction, basic composition, and inkjet printing. Honors version available"
  },
  {
    "Category": "Art",
    "Filter": "Digital Media",
    "Name": "ARTS 106 : Core Concepts: Time",
    "Description": "This foundation course introduces concepts and techniques of temporal art making. Through projects designed to develop an understanding of the creative language unique to digital media, students will learn various software programs and basic digital strategies to realize time-based works of art. Foundation requirement for studio majors."
  },
  {
    "Category": "Art",
    "Filter": "Digital Media",
    "Name": "ARTS 116 : Introduction to Web Media",
    "Description": "Basic computer skills required. This course investigates the emergence of Web, interactive, and mobile technologies as artistic tools, communication technologies, and cultural phenomena. Students will design and produce interactive Web sites. The course covers principles of Web-based programming and design via HTML and CSS."
  },
  {
    "Category": "Art",
    "Filter": "Painting",
    "Name": "ARTS 202 : Beginning Painting",
    "Description": "This course will introduce the fundamentals of painting and various painting techniques through studio lab activity, lectures, demonstrations, and discussions. The course intends to guide students through developing their technical, formal, conceptual, and creative sensibilities to the painting process."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 203 : Sculpture",
    "Description": "Introduction to the techniques of three-dimensional thought and process through the application of the various sculpture media."
  },
  {
    "Category": "Art",
    "Filter": "Digital Media",
    "Name": "ARTS 206 : Intermediate Video Projects",
    "Description": "In this intermediate-level class students expand on video production strategies and concepts such as lighting theory, location sound recording, montage, and sound design while developing individual and collaborative processes for moving image production."
  },
  {
    "Category": "Art",
    "Filter": "Printmaking",
    "Name": "ARTS 208 : Print Survey",
    "Description": "Introduction to four basic approaches to printmaking: intaglio, relief, planographic, and stencil processes. Students will explore creative strategies unique to the printed process."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 213 : Ceramic Sculpture",
    "Description": "An investigation of clay as a sculptural medium; developing technical skills, aesthetic awareness, and historical perspective."
  },
  {
    "Category": "Art",
    "Filter": "Drawing",
    "Name": "ARTS 214 : Life Drawing",
    "Description": "Permission of the instructor for students lacking the prerequisite. Through the study of anatomy and observation of the human form, students develop the ability to create powerful, realistic figure drawings. Fundamental skills and concepts include expressive use of line, value, weight, and volume plus classical techniques in shading, gesture, sighting, and composition."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 233 : Wood Sculpture",
    "Description": "This class examines wood sculpture from both a technical and intuitive perspective. Students are taught woodworking skills and are then encouraged to use these skills to discover their creative potential."
  },
  {
    "Category": "Art",
    "Filter": "Printmaking",
    "Name": "ARTS 238 : Screen Printing",
    "Description": "Recommended preparation,' ARTS' 104' and/or' ARTS' 105. An intermediate studio course focused on creating stencil-based print images. Students explore a range of technical approaches and will investigate art making concepts specific to screen printing as well as the intersections of screen printing with other two-dimensional art forms."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 243 : Metal Sculpture",
    "Description": "This class examines metal sculpture from both a technical and intuitive perspective. Students are taught metalworking skills and are then encouraged to use these skills to discover their creative potential."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 253 : Phatasmagoria: Haunted Art, History and Installation",
    "Description": "This course will be organized around four art making/art building projects, culminating in a class presentation of a multimedia phantasmagoria. Students will research early light/shadow, pre-cinema techniques, hauntings/horror and artists whose work is influenced by these tropes. We will work with Maker's Spaces to produce components for this course."
  },
  {
    "Category": "Art",
    "Filter": "Painting",
    "Name": "ARTS 302 : Intermediate Painting",
    "Description": "This course aims to continue guiding painting students through developing sensibilities to paint handling, color, composition, and spatial design, with an emphasis on experimentation. Students will develop their work in context to themes that are significant in painting history, relevant to contemporary art, and their personal lens."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 303 : Intermediate Sculpture",
    "Description": "Continuation of' ARTS' 203."
  },
  {
    "Category": "Art",
    "Filter": "Photography",
    "Name": "ARTS 305 : Intermediate Photography",
    "Description": "Continuation of' ARTS' 105."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 313 : Intermediate Ceramic Sculpture",
    "Description": "Continuation of' ARTS' 213."
  },
  {
    "Category": "Art",
    "Filter": "Drawing",
    "Name": "ARTS 324 : Intermediate Drawing",
    "Description": "This class builds on predominantly perceptually based concepts of basic drawing and introduces abstraction, interpretive, and conceptual drawing strategies. Class assignments develop understanding of the language of drawing and provide a foundation that aims to support independent investigation and personal approaches to drawing's unique capabilities."
  },
  {
    "Category": "Art",
    "Filter": "Mixed Media",
    "Name": "ARTS 337 : The Aesthetics of Junk",
    "Description": "From Dada to ArtBrut to Mix-tape, this course experiments with assemblage (accumulations of things forming a new whole) and destruction (taking apart and reconfiguring a thing). This course addresses issues of collage as both object and action, playing in the intersection of experimental theatre and design of mass-produced objects."
  },
  {
    "Category": "Art",
    "Filter": "Printmaking",
    "Name": "ARTS 348 : Lithography",
    "Description": "Lithography is an intermediate printmaking class. The course provides basic technical introduction to stone and plate lithography. Students will investigate artistic strategies to forge visual literacy in print media."
  },
  {
    "Category": "Art",
    "Filter": "Painting",
    "Name": "ARTS 352 : Abstract Painting",
    "Description": "This studio course will explore the vast visual language of abstract painting. Students will examine abstraction through creating paintings within a historical, visual, and cultural framework, and acquire context about the emergence and persistence of painted abstraction."
  },
  {
    "Category": "Art",
    "Filter": "Drawing",
    "Name": "ARTS 354 : Narrative Drawing",
    "Description": "How does one tell a story in the form of a drawing? This class will investigate narrative composition as a genre using diverse and analytical methods in drawing. From life drawing sessions to exercises in diverse environments and public events."
  },
  {
    "Category": "Art",
    "Filter": "Photography",
    "Name": "ARTS 355: The Practice of Representation: Portraiture in Photography",
    "Description": "This course examines the practical and theoretical issues of portraiture. Students will learn technical skills and conceptual strategies to engage with issues of representation and notions of identity. We will explore the history of the photographic portraiture as well as work of contemporary portrait artists working in a post-modern age."
  },
  {
    "Category": "Art",
    "Filter": "Printmaking",
    "Name": "ARTS 358 : Letterpress",
    "Description": "This class explores the concepts and craft of letterpress printing. Technical skills include typesetting, linoleum carving, and digital interfaces for making image and text matrices. Projects explore the special relationship of image and word and are designed around specific text/image forms: broadside, poster, portfolio, and book."
  },
  {
    "Category": "Art",
    "Filter": "Printmaking",
    "Name": "ARTS 368 : Intermediate Printmaking",
    "Description": "Prerequsite,' ARTS' 208. This course continues an investigation of print techniques and concepts. Projects develop an understanding of print strategies, focusing on the affordances of processes unique to printmaking. This approach positions traditional techniques as a point of departure for seeking an expanded definition of printmaking."
  },
  {
    "Category": "Art",
    "Filter": "Painting",
    "Name": "ARTS 402: Advanced Painting",
    "Description": "This course focuses on the historically rich practice of painting, and is designed to guide the advanced painting student through the research, conceptual, aesthetic, and technical components of a comprehensive studio practice, and developing and maintaining a studio work ethic."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 403 : Advanced Sculpture",
    "Description": "Continuation of' ARTS' 303. May be repeated for credit."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 413 : Advanced Ceramic Sculpture",
    "Description": "Continuation of' ARTS' 313. May be repeated for credit."
  },
  {
    "Category": "Art",
    "Filter": "Photography",
    "Name": "ARTS 415 : Conceptual-Experimental Photography",
    "Description": "An advanced photography course for students interested in contemporary photographic practices, critical theory, art history, and experimental processes: theory and practice, formal and conceptual investigations, and historical and contemporary strategies will all be given equal attention."
  },
  {
    "Category": "Art",
    "Filter": "Digital Media",
    "Name": "ARTS 416 : Video Art",
    "Description": "An introduction to the creative and technical processes in producing video art. Students will shoot and edit their own independent video projects. Some class time will be devoted to viewing video art and other media-based work."
  },
  {
    "Category": "Art",
    "Filter": "Mixed Media",
    "Name": "ARTS 417 : Advanced Mixing Media Projects",
    "Description": "Cultural production and practice, theory, and criticism. Pursuit of individual visual projects, formally and conceptually, through theoretical, poetic, art historical, and autobiographical texts, critiques, collaboration, and discussion using all media."
  },
  {
    "Category": "Art",
    "Filter": "Printmaking",
    "Name": "ARTS 418 : Advanced Printmaking",
    "Description": "This course is appropriate for students who have had a minimum of three semesters of prior printmaking experience. Students submit a proposal outlining technical and artistic goals for the semester."
  },
  {
    "Category": "Art",
    "Filter": "Digital Media",
    "Name": "ARTS 426 : Two-Dimensional Computer Animation",
    "Description": "Familiarity with basic computer skills and drawing required. Explores concepts and techniques of two-dimensional animation, including conceptualization with storyboards, pencil testing and timing animation, animating sequences with Photoshop, experimenting with color and compositing using After Effects. Emphasis placed on developing ideas though experimental practices, combining traditional and digital animation processes."
  },
  {
    "Category": "Art",
    "Filter": "Printmaking",
    "Name": "ARTS 428 : Book Art",
    "Description": "Required preparation, one additional two-dimensional studio course (drawing, photography, or printmaking). Defining the book as a \"multiple and sequential picture plane,\" this course considers a range of traditional approaches and conceptual departures of the book as a format for creative expression."
  },
  {
    "Category": "Art",
    "Filter": "Sculpture",
    "Name": "ARTS 493 : Studio Art Practicum or Internship",
    "Description": "Recommended for juniors or seniors. Allows studio art majors to pursue unpaid practicums or internships for credit. Examples include working as a studio assistant or working in art-related fields, such as galleries, design firms, architectural firms, and nonprofit arts organizations. Work undertaken must comply with Federal criteria governing unpaid internships."
  },
  {
    "Category": "Art",
    "Filter": "Photography",
    "Name": "ARTS 515 : Advanced Photography",
    "Description": "May be repeated for credit."
  },
  {
    "Category": "Art",
    "Filter": "Digital Media",
    "Name": "ARTS 526 : Three-Dimensional Animation",
    "Description": "The primary goals of this class are to introduce three-dimensional computer modeling and animation in Maya. The course covers a broad range of creative applications including special effects, compositing with video, and motion graphics. Students will produce a short three-dimensional animation as their final project."
  },
  {
    "Category": "Art",
    "Filter": "Digital Media",
    "Name": "ARTS 636 : Interactive Media",
    "Description": "Explores interactive media through creative projects that include sound, video, and graphic elements. Technical information will serve the broader goal of understanding the aesthetics and critical issues of interactive media."
  },
  {
    "Category": "Music",
    "Filter": "Piano Performance",
    "Name": "MUSC 100 : Individual Keyboard Lessons",
    "Description": "Individual lessons in piano, organ, or harpsichord. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Voice Performance",
    "Name": "MUSC 102 : Individual Voice Lessons",
    "Description": "Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 103 : Individual String Lessons",
    "Description": "Individual lessons in violin, viola, cello, string bass, harp, or guitar. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 104 : Individual Woodwind Lessons",
    "Description": "Individual lessons in flute, oboe, clarinet, saxophone, bassoon, or recorder. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 105 : Individual Brass Lessons",
    "Description": "Individual lessons in horn, trumpet, trombone, tuba, or euphonium. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 106 : Individual Percussion Lessons",
    "Description": "Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 107 : Applied Instruction",
    "Description": "Group or individual instruction in a specified instrument offered by the department. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Piano Performance",
    "Name": "MUSC 110 : Group Lessons in Piano",
    "Description": "Beginning group piano for minors and nonmajors, including introduction to reading from score. May not count for music or general elective credit for music majors. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Voice Performance",
    "Name": "MUSC 111 : Group Lessons in Voice",
    "Description": "Beginning and intermediate group lessons for minors and nonmajors. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 112 : Group Lessons in Strings",
    "Description": "Group lessons in violin, viola, cello, string bass, or guitar. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 113 : Group Lessons in Woodwinds",
    "Description": "Group lessons in flute, oboe, clarinet, saxophone, bassoon, or recorder. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 114 : Group Lessons in Brass",
    "Description": "Group lessons in horn, trumpet, trombone, tuba, or euphonium. Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 115 : Group Lessons in Percussion",
    "Description": "Sections by instructor."
  },
  {
    "Category": "Music",
    "Filter": "Music Theory",
    "Name": "MUSC 120 : Foundations in Music",
    "Description": "An introduction to concepts and methods fundamental to the study, practice, and performance of music. The course provides a foundation for undergraduate students interested in the study of music. Students will gain an appreciation for music's significance across repertories and develop the aptitude to think about music in different ways."
  },
  {
    "Category": "Music",
    "Filter": "Music Theory",
    "Name": "MUSC 121 : Fundamentals of Music",
    "Description": "Notational and theoretical materials of music, with musicianship skills developed. Intended for the nonmajor who wishes to learn to express musical ideas in clear, correct notational form."
  },
  {
    "Category": "Music",
    "Filter": "Music Theory",
    "Name": "MUSC 122 : Fundamentals of Music II",
    "Description": "A continuation of' MUSC' 121' with the addition of basic instrumentation and arranging."
  },
  {
    "Category": "Music",
    "Filter": "Voice Performance",
    "Name": "MUSC 123 : Diction for Singers I",
    "Description": "Basic principles of diction for singers in English/Italian presented through the use of the International Phonetic Alphabet."
  },
  {
    "Category": "Music",
    "Filter": "Voice Performance",
    "Name": "MUSC 124 : Diction for Singers II",
    "Description": "Basic principles of diction and the International Phonetic Alphabet for singers in French."
  },
  {
    "Category": "Music",
    "Filter": "Voice Performance",
    "Name": "MUSC 125 : Diction for Singer III",
    "Description": "Basic principles of diction and the International Phonetic Alphabet for singers in German."
  },
  {
    "Category": "Music",
    "Filter": "Composition",
    "Name": "MUSC 130 : Musicianship Skills I",
    "Description": "Basic musicianship skills, including music notation, basic composition, score analysis, keyboard, sight singing, and ear training."
  },
  {
    "Category": "Music",
    "Filter": "Music Theory",
    "Name": "MUSC 131 : Theory I",
    "Description": "Enrollment subject to a placement test. An introduction to music theory and analysis for students who intend to pursue a music degree. Course covers basic principles of melody, counterpoint, rhythm, and meter. Honors version available"
  },
  {
    "Category": "Music",
    "Filter": "Music Theory",
    "Name": "MUSC 132 : Theory II",
    "Description": "A continuation of' MUSC' 131, covering more advanced topics of melody, harmony, counterpoint, rhythm, meter, and form. Honors version available"
  },
  {
    "Category": "Music",
    "Filter": "Composition",
    "Name": "MUSC 133 : Musicianship Skills II",
    "Description": "A continuation of' MUSC' 130, with emphasis on intermediate-level musicianship skills."
  },
  {
    "Category": "Music",
    "Filter": "Music Theory",
    "Name": "MUSC 135 : Jazz Theory",
    "Description": "An introduction to the musical materials of jazz, including chord/scale relationships, functional keyboard skills, and harmonic analysis."
  },
  {
    "Category": "Music",
    "Filter": "Piano Performance",
    "Name": "MUSC 136 : Keyboard Skills I",
    "Description": "Beginning group piano instruction for music majors."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 141 : Survey of Western Music History",
    "Description": "May not count for music or general elective credit for music majors. A chronological survey of the history of Western art music from roughly 1500 to the present."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 142 : Great Musical Works",
    "Description": "May not count for music or general elective credit for music majors. The study of selected works from the Western art tradition, with an emphasis on critical understanding."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 144 : Introduction to Country Music",
    "Description": "A survey and investigation of country music from 1920 to the present. This course addresses the music, history, culture, and meaning, across a broad and inclusive of styles, with, with emphasis on critical listening."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 146 : World Music",
    "Description": "The study of music in and as culture. Topics may include the performance cultures of Native America, south Asia, Australia, Africa, east Asia, Southeast Asia, Europe, and the Americas."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 147 : Introduction to Latina/o Music",
    "Description": "An introduction to contemporary Latin(o) American popular music, focusing on how musicians have negotiated an increasingly global popular culture industry."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 155 : Art and Culture of the DJ",
    "Description": "An exploration of the important, often misunderstood role of the DJ in modern musical life, with particular attention to the ways in which DJing challenges traditional notions of music, musicianship, and musical instruments. Guest lectures, demonstrations, and tutorials by visiting DJs form a significant component of the course."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 158 : Rock Lab",
    "Description": "An introduction to issues of performance practice in rock music and related styles and genres including, but not limited to, soul, funk, new wave, and punk. Through intensive coaching and rehearsal students learn performance, transcription, arranging, and improvisation."
  },
  {
    "Category": "Music",
    "Filter": "Composition",
    "Name": "MUSC 166 : Introduction to Composition",
    "Description": "The study of compositional techniques and the development of individual creative styles through imitative and original writing."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 226 : Woodwinds, Brass, Percussion and Strings",
    "Description": "Primarily for students pursuing teacher licensure.' An introduction to basic performance skills on representative woodwind, brass, percussion, and string instruments."
  },
  {
    "Category": "Music",
    "Filter": "Piano Performance",
    "Name": "MUSC 227 : Strings, Keyboard, and Vocal Elementary Techniques",
    "Description": "Primarily for students pursuing teacher licensure. An introduction to basic performance skills in voice and piano, and approaches to teaching elementary music."
  },
  {
    "Category": "Music",
    "Filter": "Music Theory",
    "Name": "MUSC 230 : Musicianship III",
    "Description": "Prerequisites, MUSC 132 and 133; corerequisite, MUSC 232. A continuation of MUSC 133, with emphasis n intermediate- to advanced-level musicianship skills."
  },
  {
    "Category": "Music",
    "Filter": "Music Theory",
    "Name": "MUSC 232 : Music Theory III",
    "Description": "Prerequisite MUSC 132. Prerequisite requires a a grade of C or better. A continuation of MUSC 132, covering topics including chromatic harmony and form."
  },
  {
    "Category": "Music",
    "Filter": "Piano Performance",
    "Name": "MUSC 236 : Keyboard Skills II",
    "Description": "Prerequisite, MUSC 136. Continues group piano instruction for music majors begun in MUSC 136."
  },
  {
    "Category": "Music",
    "Filter": "Music Theory",
    "Name": "MUSC 239 : Music Technology",
    "Description": "A practical study of selected aspects of computerized music technology, including one or more of music-notation software, MIDI sequencing, digital sound production and storage, and computer composition."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 251 : Early Modern Music",
    "Description": "May not count for music or general elective credit for music majors/ The study of music in its historical and cultural contexts in the medieval and early modern eras."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 255 : Music History II",
    "Description": "Prerequisites, MUSC 132 and 254. Permission of the instructor for students lacking the prerequisites. A continuation of MUSC 254, surveying music of the period since 1750 in its stylistic, geographical, political, social, and cultural contexts."
  },
  {
    "Category": "Music",
    "Filter": "Composition",
    "Name": "MUSC 265 : Jazz Aranging",
    "Description": "Prerequisites, MUSC 135 and 163. Composing and arranging for small- and large-group jazz ensembles."
  },
  {
    "Category": "Music",
    "Filter": "Composition",
    "Name": "MUSC 266 : Advanced Composition",
    "Description": "Prerequisite, MUSC 166. May be repeated for credit. Original compositions in various forms."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 286.2 : Music as Culture : Heavy Metal Music",
    "Description": "May be repeated for credit if on a different topic. May not count for music or general elective credit for music majors. Music in the framework of its social, political, economic, and cultural contexts."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 286.3 : Music and Culture: Traveling Through the Ivories",
    "Description": "May be repeated for credit if on a different topic. May not count for music or general elective credit for music majors. Music in the framework of its social, political, economic, and cultural contexts."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 287 : Opera as Drama",
    "Description": "May not count for music or general elective credit for music majors. An introduction to music as related to drama, especially the development of opera and related genres. Study of selected works from different periods and styles."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 289 : Sound of War",
    "Description": "Music' s roles in war and revolution within various political, social, and cultural contexts. Part of the cluster ' War, Revolution, and Cultural '  Transatlantic Perspectives, 1750-1850' "
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 308.2 : Intermediate Conducting",
    "Description": "Prerequisite, MUSC 168. Intermediate conducting for instrumental or vocal ensembles."
  },
  {
    "Category": "Music",
    "Filter": "Voice Performance",
    "Name": "MUSC 308..4 : Intermediate Choral Conducting",
    "Description": "Prerequisite, MUSC 168. Intermediate conducting for instrumental or vocal ensembles."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 355 : Topics in Music History : What About Rhythm?",
    "Description": "Prerequisite, MUSC 254. Course will address a particular genre, composer, compositional issue, or repertoire, including non-Western and popular musics. Subject matter will vary with the instructor. May be repeated for credit if on a different topic."
  },
  {
    "Category": "Music",
    "Filter": "Popular Music",
    "Name": "MUSC 390H : Honors Seminar : Musical Politics and Resistance",
    "Description": "Detailed investigation of a specific musical topic from historical and/or theoretical perspectives."
  },
  {
    "Category": "Music",
    "Filter": "Instrumental Performance",
    "Name": "MUSC 471 : Instrumental Performance Repertory",
    "Description": "Advanced study of selected performance issues. Maybe repeated for credit."
  },
  {
    "Category": "Writing",
    "Filter": "Fiction",
    "Name": "ENGL 130 : Introduction to Fiction Writing",
    "Description": "A course in reading and writing fiction. Close study of a wide range of short stories; emphasis on technical problems. Class criticism and discussion of student exercises and stories."
  },
  {
    "Category": "Writing",
    "Filter": "Poetry",
    "Name": "ENGL 131 : Introduction to Poetry Writing",
    "Description": "A course in reading and writing poems. Close study of a wide range of published poetry and of poetic terms and techniques. Composition, discussion and revision of original student poems."
  },
  {
    "Category": "Writing",
    "Filter": "Other",
    "Name": "ENGL 138 : Intro to Creative Non-fiction",
    "Description": "Creative nonfiction requires you to observe like a poet, investigate like a reporter, and write like a novelist. In this course we will read some of the most influential and exciting prose of the past sixty years as fuel for our own experiments in travel narrative, personal essay, and immersive journalism. In workshop you will learn to develop a piece from initial concept through reporting, writing, and rewriting."
  },
  {
    "Category": "Writing",
    "Filter": "Fiction",
    "Name": "ENGL 206 : Intermediate Fiction Writing",
    "Description": "Prerequisite, English 130 or 132H and permission of the Director of Creative Writing. Substantial practice in those techniques employed in introductory course. A workshop devoted to the extensive writing of fiction (at least two short stories), with an emphasis on style, structure, dramatic scene, and revision."
  },
  {
    "Category": "Writing",
    "Filter": "Poetry",
    "Name": "ENGL 207 : Intermediate Poetry Writing",
    "Description": "Prerequisite, English 131 or 133H and permission of the Director of Creative Writing. An intensification of the introductory class. A workshop devoted to close examination of selected exemplary poems and the students' own poetry, with an emphasis on regular writing and revising."
  },
  {
    "Category": "Writing",
    "Filter": "Other",
    "Name": "ENGL 208 : Reading and Writing Creative Non-Fiction",
    "Description": "Prerequisite, English 130, 131, 132H, or 133H and permission of the Director of Creative Writing. A course in reading and writing creative non-fiction, focusing on three of its most important forms, including the personal essay, travel writing, and writing about the natural world."
  },
  {
    "Category": "Writing",
    "Filter": "Other",
    "Name": "ENGL 307 : Studies in Fiction and Poetry: Stylistics",
    "Description": "Prerequisite, ENGL 130, 131, 132H, or 133H and permission of the Director of Creative Writing. Creative writing minors only. An occasional intermediate-level course, which may focus on such topics as Poetry Imitation, Prose Imitation, Living Writers, and Poetic Forms, but which is offered every fall as Gram-o-Rama, the close study of language and grammar as tools of style, a class involving numerous short exercises and the collaborative development and production of a language-arts show based on original exercises."
  },
  {
    "Category": "Writing",
    "Filter": "Other",
    "Name": "ENGL 396 : Directed Readings in English or Creative Writing",
    "Description": "Intensive reading on a particular topic under the supervision of a member of the staff. Section 001 (English) requires special permission of Committee on Honors. Section 002 (Creative Writing) requires special permission of the Director of the Creative Writing Program."
  },
  {
    "Category": "Writing",
    "Filter": "Fiction",
    "Name": "ENGL 406 : Advanced Fiction Writing",
    "Description": "Prerequisite, ENGL 206 and permission of the Director of Creative Writing. A continuation of the Intermediate workshop with emphasis on the short story, novella, and novel. Extensive discussion of student work in class and in conferences with instructor."
  },
  {
    "Category": "Writing",
    "Filter": "Poetry",
    "Name": "ENGL 407 : Advanced Poetry Writing",
    "Description": "Prerequisite, ENGL 207 and permission of the Director of Creative Writing. A continuation of the Intermediate workshop, with increased writing and revising of poems. Extensive discussion of student poetry in class and in conferences with instructor."
  },
  {
    "Category": "Writing",
    "Filter": "Other",
    "Name": "ENGL 412 : Creative Writing: Special Topics",
    "Description": "Permission of the Director of Creative Writing required. Creative Writing minors only. An occasional advanced-level course, which may focus on such topics as: advanced creative non' fiction; editing and publishing; the lyric in song, and collaboration between lyricists and composers; the one-act play; and short-short fiction."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 115 : Perspectives in Drama",
    "Description": "A survey of plays from the Greeks to the present, analyzed through such elements of the dramatic text as action, character, structure, and language."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 116 : Perspectives in the Theatre",
    "Description": "A survey of the interrelationships of acting, directing, designing, and playwriting through the study of major periods of theatrical expression and representative plays."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 117 : Perspectives in World Drama",
    "Description": "A survey of non-Western drama and theatre with emphasis on the historical and aesthetic development of those regions."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Play",
    "Name": "DRAM 120 : Play Analysis",
    "Description": "Development of the skill to analyze plays for academic and production purposes through the intensive study of representative plays. DRAM 120 is the first course in the major and the minor in dramatic art."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Play Writing",
    "Name": "DRAM 131 : Writing for the Stage and Screen",
    "Description": "Prerequisite, DRAM 120 or ENGL 130, or permission of the instructor. Introduction to writing screen and stage plays. Required for the interdisciplinary minor in screen and stage writing."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 134 : Practicum in Theatrical Auditions",
    "Description": "Permission of the instructor. Practice in the techniques necessary for successful auditions for the theatre."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 135 : Acting for Nonmajors",
    "Description": "Introduction to basic processes and techniques of acting for the stage."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 140 : Voice Training I",
    "Description": "Fundamental principles underlying the effective use of voice and speech in performance."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 145 : Acting for the Screen and Stage",
    "Description": "The course focuses on developing acting techniques for use in front of the camera and the way they are differentiated from those used on stage."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 150 : Beginning Acting for the Major",
    "Description": "The course focuses on developing acting techniques for use in front of the camera and the way they are differentiated from those used on stage."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 155 : Movement for the Actor",
    "Description": "Introduction to physical training. Individual/group exercises explore relaxation, breath, concentration, flexibility, and imaginative response that become physical tools for acting. May include stage combat, juggling, mime, improvisation, games, and yoga."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 160 : Stagecraft",
    "Description": "General survey of materials, equipment, and processes used in technical theatre."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 164 : Introduction to Stage Makeup",
    "Description": "Introductory course exploring principles and applications of stage makeup for stage, film, television. May be repeated for a maximum of three credits. Students receiving credit for DRAM 164 receive no credit for 165."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 165 : Stage Makeup",
    "Description": "A study of principles and techniques for stage, film, and television makeup, including corrective makeup, old age, 3-D, casting for prosthetic pieces, and methods for creating fantasy forms. Also applicable to film and television. Students cannot receive credit for both DRAM 164 and 165."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 191 : Technical Methods: Scenery",
    "Description": "Introduction to equipment, procedures, and personnel in the design and execution of plans for scenery, lighting, properties, and sound for theatrical productions. DRAM 191 or 192 required for the dramatic art major; open to all undergraduate students."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 192 : Technical Methods: Costume",
    "Description": "Introduction to equipment, procedures, and personnel in the design and execution of costumes for theatrical productions. DRAM 191 or 192 required for the dramatic art major; open to all undergraduate students."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 193 : Production Practicum",
    "Description": "Permission of the instructor required for non-majors. Practicum in production with PlayMakers Repertory Company in costuming, scenery, lighting, or sound."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 196 : Dramatic Art Projects",
    "Description": "By permission of the department. Limited to juniors and seniors majoring in dramatic art. Intensive individual work in major areas of theatrical production: design, technical, directing, acting, playwriting, management. May be repeated for credit."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Play Writing",
    "Name": "DRAM 231 : Playwriting I",
    "Description": "By permission of the department. A practical course in writing for the stage with studio productions of selected works."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 235 : Acting for Nonmajors II",
    "Description": "Prerequisite, DRAM 135. A further exploration of basic processes and techniques of acting for the stage."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 240 : Voice Training II",
    "Description": "Prerequisite, DRAM 140. A continuation of DRAM 140."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 245 : Acting for the Camera",
    "Description": "Prerequisite, DRAM 135, 150, or permission of the instructor. The process of acting and its relationship to the technical and artistic demands of television/film production. Problems of continuity and out-of-sequence filming. Concentration and thinking on camera."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 250 : Intermediate Acting for the Major",
    "Description": "Prerequisite, DRAM 150. A deeper exploration of fulfilled actions prompted by an objective, with emphasis on developing techniques required by more formally structured texts such as Sophocles, Moli' re, Ibsen, Shaw, and Chekhov."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 252 : Audition Seminar",
    "Description": "Audition process in relation to the business and artistic demands of a potential acting career.'  Covers theatre, musical theatre, regional theatre, on-camera, graduate school auditions, and resume building, Faculty and guest artists of PlayMakers Repertory Company participate."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 255 : Movement for the Actor II",
    "Description": "Prerequisite, DRAM 155 or permission of the instructor. Development of balance, flexibility, strength, focus, grace, and precision through martial art of T' ai Chi Ch' uan. Emphasis on applying T' ai Chi principles to acting. Chinese philosophical bases for T' ai Chi explored."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 260 : Advanced Stagecraft",
    "Description": "' Prerequisite, DRAM 160 or permission of the instructor. The course provides practical applications of principles and techniques used in technical theatre. Lectures are supported by individually scheduled workshop sessions where techniques are applied to a theatrical production."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 277 : Introduction to Theatrical Design and Production",
    "Description": "General principles of scenic, costume, and lighting design/implementation for the theatre."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 279 : Intro to Theatre Management",
    "Description": "An overview of the major functions of management in the American nonprofit theatre including marketing, fundraising, finances, strategy and operations.'  Presentation skills will be practiced"
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 280 : Period Styles for the Theatre",
    "Description": "A study of visual, cultural, and social styles through history as the forms developed, and as they relate to stylistic production for the theatre. Students may not receive credit for both DRAM 280 and 480."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 281 : Theatre History and Literature I",
    "Description": "Prerequisite, DRAM 120. Survey of theatre practice and writing from the Greeks to 1700."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 282 : Theatre History and Literature II",
    "Description": "Prerequisite, DRAM 120. Survey of theatre practice and writing from 1700 to 1920."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 283 : Theatre History and Literature III",
    "Description": "Prerequisite, DRAM 120. Survey of theatre practice and writing from 1930 to the present."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 284 : Studies in Dramatic Theory and Criticism",
    "Description": "Seminar in dramatic theory and criticism with emphasis on the modern period. May be repeated for credit."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 285 : Modern British Drama",
    "Description": "Evolution of modern British drama from 1956 through the present."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 286 : Modern Irish Drama",
    "Description": "This course surveys Irish drama from the 1890s to the 1980s, investigating a broad range of plays in relationship to the sociopolitical and theatrical conditions of their emergence and reception."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 287 : African American Theatre",
    "Description": "This course investigates the history and legacy of African American drama through the study of its literary texts, performance styles, and cultural history."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 288 : Theatre for Social Change: Latina/o Performance Traditions",
    "Description": "This course follows the history of a select number of U.S. Latina/o and Latin American paradigms of using theatre for social change. ' ' Students in this course will develop their own' actos' or guerilla theatre skits at the end of the class and hold performances (hopefully both on campus and in a community-oriented venue) at the end of the semester."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 289 : Contemporary Irish Drama",
    "Description": "This course investigates Irish drama from the 1990s to the present, exploring how issues and themes of globalization, gender, race, nation, and identity, among others, translate from text to performance."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 290 : Special Topics in Dramatic Art",
    "Description": "The study of a topic in dramaturgy, theatrical design or theatrical production. Content and instructor will vary. This is the number used for most independent studies."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 291 : Re-Playing Shakespeare in East Asia",
    "Description": "This course investigates how Shakespeare is retold and relived in the Asian theatre vocabulary through examining aesthetic value, cultural and political identify, postcolonial modernity, and spectatorship in theatrical and cinematic interpretations of Shakespeare."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 292 ' Corner of the Sky' : The American Musical",
    "Description": "' This course considers the anatomy and diversity of the American musical, exploring its history and aesthetics and employing an interdisciplinary approach to examining and celebrating its shows, sounds, stars, structures, styles, and sensibilities, within the genre' s dominant contexts of Broadway, Hollywood, and Utopia."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 294 : Arts Criticism",
    "Description": "An introduction to the principles of arts criticism through study of the work of a variety of critics, by distinguishing between the nature of criticism and reviewing the arts (both performing and plastic), and through the students'  own practice of critical writing by a means of a series of short essays."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 297 : African American Women in Theatre",
    "Description": "This course examines the lives of African American women through theatre, heightening awareness, understanding, and appreciation of theatre as a tool for social change and eradicating stereotypes. Themes and production aesthetics will be explored in their social and historical contexts."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 298 : African  Women in Theatre",
    "Description": "This course will examine the lives and the theatrical contributions of African women through published and unpublished materials, production recordings, and interviews. Through understanding the diverse cultures of the continent, theatre is seen as entertainment and as a tool for effecting social change and healing."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 300 : Directing",
    "Description": "Prerequisite, DRAM 120 or permission of the instructor. Generally limited to majors. An introductory course in the principles of stage directing; analysis for concept, organization of production, and methodology of staging."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Play Writing",
    "Name": "DRAM 331 : Playwriting II",
    "Description": "Prerequisite, DRAM 231. A practical course in writing for the theatre, taught at an advanced level."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Acting",
    "Name": "DRAM 350 : Advanced Acting for the Major",
    "Description": "Prerequisite, DRAM 250. Permission of instructor for students lacking the prerequisite. Development of the actor' s technique in verse drama with emphasis on scansion and textual analysis as guidelines for actions, characterization, and given circumstances. Scene and monologue work drawn from the works of Shakespeare."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 393 : Professional Theatre Laboratory",
    "Description": "By permission of the department. Individual programs or internship in acting, directing, design, management, and playwriting under the guidance of professional practitioners in conjunction with PlayMakers Repertory Company or other professional theatre organizations."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 450 : Shakespeare in the Theatre",
    "Description": "Prerequisite, DRAM 120. Generally limited to majors only. A study of the literary, stage history, and production problems of representative plays."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 460 : Stage Management",
    "Description": "By permission of the department. A study of the basic principles and practices of modern stage management."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Threatre",
    "Name": "DRAM 465 : Sound Design",
    "Description": "The study of general principles of sound design for the theatre. Theory and application of sound design techniques for the stage, including script analysis, staging concepts, special effects, sound plots, and technology."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 466 : Scene Design",
    "Description": "Permission of the instructor. General principles of visual design as applied to scenery for the theatre. Instruction in standard techniques of planning and rendering scene design."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 467 : Costume Design I",
    "Description": "Permission of the instructor. Studies and practicum in play analysis and costume design for the theatre. Instruction in techniques of planning and rendering costume design."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 468 : Lighting Design I",
    "Description": "Permission of the instructor. General principles of lighting design as applied to the performing arts. Theory and instruction in standard techniques of lighting for the stage."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 470 : Survey of Costume History",
    "Description": "A survey of historic costume forms from ancient Egypt to the present time."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 473 : Costume Construction I",
    "Description": ""
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 474 : Costume Construction II",
    "Description": "Prerequisite, DRAM 473 or permission of the instructor. Beginning instruction in pattern making through draping on a dress form for theatrical costume."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 475 : Costume History: Africa, Asia, and Arabia",
    "Description": "A survey of the traditional costume forms on the African Continent, in Asia (China, Japan, India), and on the Arabian Peninsula."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 480 : Period Styles for Production",
    "Description": "A study of the historical development of Western minor arts and the ramifications of reproducing them for the theatre. Students may not receive credit for both DRAM 280 and 480."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 484 : Studies in Dramaturgy and Criticism",
    "Description": "This seminar seeks to introduce students to the principles of arts criticism through study of the work of a variety of different critics, by distinguishing between the nature of criticism and reviewing the arts, and through the students'  own practice of critical writing."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 486 : Latin American Theatre",
    "Description": "Prerequisite, DRAM 120. This course explores the historical and aesthetic development of Latin American theatre, focusing on particular factors that distinguish this theatre from the Western European tradition."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 487 : Chicana/o Drama",
    "Description": "This course surveys Chicana/o history and culture from 1965 to the present through the examination of plays by and about Chicana/os. It also interrogates Chicana/o performance practices as political acts."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 488 : U.S. Latino/a Theatre",
    "Description": "Investigation of United States Latino/a theatre texts and performance practices as a discreet genre. U.S. Latino/a theatre will be distinguished from the dominant culture, and diversity of forms and styles discussed."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 489 : Carnivals and Festivals of the African Diaspora",
    "Description": "This course will examine the role of Carnival in the African Diaspora, exploring its history, its many theatrical forms, and its fusion with European and indigenous American cultures. Through examining published and unpublished texts the development of the Carnival will be understood as an expression of freedom and cultural survival."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 491 : Issues in Arts Management",
    "Description": "Arts management issues taught through analysis of case studies. Course includes management theories, organizational structures, and current issues."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 493 : Theatre Management",
    "Description": "Practicum in theatre management procedures and business of the theatre involving box office, audience development, research, publicity, operational, and contract procedures in regard to artists, technicians, managers, and producers. Students actively engage in management areas of the PlayMakers Repertory Company and productions of the Department of Dramatic Art."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 566 : Advanced Scene Design",
    "Description": "Prerequisite, DRAM 466 or permission of the instructor. Advanced study of the principles and practice of designing scenery for the theatre."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 567 : Costume Design II",
    "Description": "Prerequisites, DRAM 467 and permission of the instructor. Practicum in costume design for the theatre, focusing on the requirements of professional theatre production and alternative costume design solutions."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 586 : Costume Seminars I: Dyeing and Painting",
    "Description": "Prerequisites, DRAM 192 and permission of the instructor. Series of topics in costume for use in design and production for the stage. May be repeated for credit for a total of six hours for undergraduates and 12 hours for graduate students. Taught in a four-semester rotation."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 587 : Costume Seminars II: Millinery and Hair",
    "Description": "Permission of the instructor. Advanced costume production techniques with an emphasis on millinery and hair design."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 588 : Costume Seminars III: Masks and Armor",
    "Description": "Permission of the instructor. Advanced costume production techniques with an emphasis on creating masks and armor."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Theatre",
    "Name": "DRAM 589 : Costume Seminars IV: Decorative Arts",
    "Description": "Permission of the instructor. Advanced costume production techniques with an emphasis on decorative arts."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 590 : Advanced Special Topics",
    "Description": "The study of a topic in dramaturgy, theatrical design, or theatrical production for advanced undergraduates and graduate students.'  Content and instructor will vary.'  May be repeated for credit."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 650 : Costume Production I: Couture Methods",
    "Description": "Prerequisite, DRAM 192. Advanced construction techniques in theatrical costuming with an emphasis on couture methods."
  },
  {
    "Category": "Dramatic Arts",
    "Filter": "Drama",
    "Name": "DRAM 667 : Advanced Costume Design I",
    "Description": "Permission of the instructor. Study of costume design for students concentrating in costume production."
  }
]
